[
  {
    "name": "Vishal Mehta",
    "bio": "Vishal Mehta is a passionate Technical Lead in Web Development, currently focused on integrating Artificial Intelligence and enterprise platforms like Adobe Experience Manager (AEM) into modern digital solutions. With expertise in PHP, MySQL, JavaScript, jQuery, Python, and CSS/HTML5, he takes a full-stack approach to development. Vishal is skilled in frameworks like CodeIgniter and works extensively with CMS platforms such as WordPress, Joomla, and OpenCart. He is constantly evolving his skill set to stay ahead in the rapidly changing tech landscape.",
    "linkedin": "https://www.linkedin.com/in/er-vishal-mehta/"
  },
  {
    "name": "Sakshi Arora",
    "bio": "Sakshi Arora is a seasoned content writer and marketer specializing in B2B topics such as marketing automation and website development. Leveraging her journalism background, she infuses her work with clarity and creativity, captivating audiences. Beyond her professional pursuits, Sakshi finds joy in writing about personal emotions, showcasing her introspective side and adding a unique touch to her portfolio.",
    "linkedin": "https://www.linkedin.com/in/arorasakshi/"
  },
  {
    "name": "Subhadeep Bhattacharjee",
    "bio": "Subhadeep Bhattacharjee is a content writer who follows the world of technology and business. With a passion for both cutting-edge tech and the fascinating world of business, he is on a mission to explore the intersection of these two worlds and share his opinion. When not poring over the latest advancements in AI, marketing automation, and cybersecurity, he is following cricketing action from around the world.",
    "linkedin": "https://www.linkedin.com/in/bsubhadeep/"
  },
  {
    "name": "Olympia Bhatt",
    "bio": "Olympia Bhatt wears many hats, marketing and content writing being one of them. She believes a good brief writes itself like an AI tool.",
    "linkedin": "https://www.linkedin.com/in/olympia-bhatt/"
  },
  {
    "name": "Akanksha Dass",
    "bio": "Akanksha is a content marketing expert who strongly focuses on driving a brand's narrative through modern content marketing techniques. With extensive experience in the B2B world, she has worked for brands like Dell and American Express. She specializes in content, email, inbound, social media, and copywriting. A writer at heart and a marketing technology enthusiast, she currently spearheads a team of intelligent writers, mentoring them with purpose, passion, and empathy.",
    "linkedin": "https://www.linkedin.com/in/akanksha-dass-225401145/?originalSubdomain=in"
  },
  {
    "name": "Rahul Saini",
    "bio": "Rahul Saini is a published author of three books, brand storyteller, and marketing specialist with experience across multiple industries like manufacturing, IT, and publishing. He is an intellectually curious, and creative person who loves to tell stories, read books, and write fiction.",
    "linkedin": "https://www.linkedin.com/in/srahulauthor/"
  },
  {
    "name": "Geeta Dutt",
    "bio": "Geeta is a seasoned wordsmith with a natural talent for creative writing that has been with her since childhood. Her passion lies in delving into diverse subjects and simplifying them into engaging and informative content. You can often find her watching anime, chasing sunsets, and finding solace in nature’s trails when she's not crafting compelling narratives.",
    "linkedin": "https://www.linkedin.com/in/geeta-dutt-128a861b3/"
  },
  {
    "name": "Shagun Sharma",
    "bio": "Shagun Sharma is a content writer during the day and a binge-watcher at night. She is a seasoned writer, who has worked in various niches like digital marketing, ecommerce, video marketing, and design and development. She enjoys traveling, listening to music, and relaxing in the hills when not writing.",
    "linkedin": ""
  },
  {
    "name": "Richa Bhardwaj",
    "bio": "Richa Bhardwaj is an accomplished writer with appreciable skills and experience. She holds proficiency in delivering diverse and high-end content across dynamic industries, including IT and Digital Marketing. She has acquired proficiency in understanding the preferences and tastes of varied audiences and creating engaging write-ups that resonate with the brand and its targeted customers. She is also a bibliophile who enjoys literature and has a flair for creative writing.",
    "linkedin": "https://www.linkedin.com/in/richa-bhardwaj-73698a223/"
  },
  {
    "name": "Taran Nandha",
    "bio": "Taran is a seasoned marketing professional with over 20 years of experience spread across 5 countries and 3 continents. He is an innovative go-to-market strategist, team builder, and result-oriented global business leader, having innate understanding of marketing technology and eCommerce as well as expertise in enabling high-impact digital experiences for customers and prospects that result in sustainable growth.\r\n\r\nTaran is proficient in creating systems that result in improved accountability, ROI measurement, better sales, and long-term customer satisfaction.\r\n\r\nPrior to starting Growth Natives, he worked for various companies such as i2 Technologies, Trend Micro, Cvent, and Birdeye at CMO, vice presidential, and managerial positions.\r\n\r\nTaran is a graduate from UC Irvine with an MBA in 2000 and has an engineering degree from Panjab University.",
    "linkedin": "https://www.linkedin.com/in/tarancmo/"
  },
  {
    "name": "Diksha Gathania",
    "bio": "Diksha is a seasoned content writer and marketer who is always keen on trying new avenues to discover and write about. She has a keen eye for detail and a talent for breaking down technical topics into digestible pieces for both technical and non-technical audiences. She is a Salesforce, Marketing Automation, and Marketing Analytics enthusiast who stays on top of the pulse of industry trends. Beyond her professional endeavors, she finds joy in traveling and is always on the lookout for new destinations.",
    "linkedin": ""
  },
  {
    "name": "Sameer Pawar",
    "bio": "Sameer, with 20+ years in B2B/B2C, focuses on extracting clear, actionable insights from big data, driven by a passion for understanding Google's endless queries.",
    "linkedin": "https://www.linkedin.com/in/sameernpawar/"
  },
  {
    "name": "Matthew Edgar",
    "bio": "Matthew Edgar is a partner and consultant at Elementive, a Colorado-based consulting firm specializing in technical SEO. With over twenty years of experience, Matthew has helped hundreds of clients optimize their websites, improving organic traffic and conversions. His clients include startups, small businesses and Fortune 500 companies. Author of Tech SEO Guide (Apress, 2023) and the recently released Speed Metrics Guide (Apress, 2024), Mathew has spoken at leading SEO conferences, including SMX, MozCon and MarTech. He holds a Master’s in Information and Communications Technology from the University of Denver. Learn more and connect at MatthewEdgar.net .",
    "linkedin": "https://www.linkedin.com/in/matthewedgar/"
  },
  {
    "name": "Arpit Srivastava",
    "bio": "With over 17 years of experience spanning Data analytics, Product Marketing, MarTech consulting, ABM and Product management, Arpit currently serve as the VP of Growth Marketing &amp; Analytics. Additionally he is Co-Founder and Product Head at DiGGrowth, a startup dedicated to revolutionizing marketing intelligence &amp; spend optimization using AI and Data driven strategies.",
    "linkedin": "https://www.linkedin.com/in/arpitsrivastava3/"
  },
  {
    "name": "Rahul Sindhwani",
    "bio": "Rahul carries 20+ years of rich global experience in product development, web &amp; mobile applications, marketing automation tools, Healthcare software, and various enterprise-level solutions. Throughout his career, Rahul has served more than 350 clients, including Fortune 500 companies. He is a dynamic leader with a strong EQ and a business consultant who has helped companies grow and expand to new markets.",
    "linkedin": "https://www.linkedin.com/in/rahul-sindwani/"
  },
  {
    "name": "Sumeet Rana",
    "bio": "Sumeet is a product enthusiast and technology expert with more than 10 years of experience in building and leading tech teams. He holds technical expertise in large-scale applications. Sumeet is equally well-versed in building a product from the ground up. NetworkON is one such product that is serving thousands of requests per second that are delivered by the backend systems.",
    "linkedin": "https://www.linkedin.com/in/sumeet-rana-03242363/"
  },
  {
    "name": "Gaurav Rajpoot",
    "bio": "Gaurav Raajput, with 15 years of experience, specializes in B2B marketing, campaign management, marketing automation (Marketo, HubSpot, Eloqua), and sales operations (SFDC admin, custom apps). He excels in SQL, CRM integration, database management, reporting, and SDLC. His expertise includes lead nurturing, data warehousing, customer targeting, and financial reporting. Gaurav's specialties are MS CRM 3.0, business process analysis, data mining, and marketing strategy.",
    "linkedin": "https://www.linkedin.com/in/gauravbreathesmarketing/"
  },
  {
    "name": "Shahzad Musawwir",
    "bio": "Shahzad Mussawir, currently managing the Digital Marketing team, holds 7 years of experience and expertise in PPC, data analytics, SEO, MarTech consulting, ABM, and product management. His leadership and project management skills are unparalleled in managing teams and clients. With his accountable and influential leadership, Shahzad helps the team grow and deliver its best to the clients.",
    "linkedin": "https://www.linkedin.com/in/shahzadmusawwir/"
  },
  {
    "name": "Tushar Misri",
    "bio": "Tushar possesses very rich experience of 11+ years in different tech stacks like Salesforce and Asp.Net. A developer who loves to acquire new skill sets to improvise in providing customers with optimal solutions keeping business perspective and customer success at the top of his mind. He has worked on multiple projects ranging from Sales, Service, Experience, CPQ &amp; Revenue and Non-Profit Cloud, serving customers from different industries. Worked on multiple integrations like Zendesk, Jive, created different products in Asp.net that act as a middleware for Salesforce and other tech stacks.",
    "linkedin": ""
  },
  {
    "name": "Chhavinav Sehgal",
    "bio": "Chhavinav Sehgal, a Tech Lead with 10 years of experience, specializes in Shopify development, custom apps, PHP, Angular, WordPress, jQuery, and CodeIgniter. An engineering graduate from CBSE.",
    "linkedin": "https://www.linkedin.com/in/chhavinav-sehgal/"
  },
  {
    "name": "Rahul Sachdeva",
    "bio": "As the Senior Director of Analytics at Growth Natives, I help companies decipher the cryptic tales hidden within data realms. 🕵️‍♂️ My mission? Unraveling the enigma of information overload and transforming it into actionable insights that drive the spaceship of our services company to new galaxies of success.",
    "linkedin": "https://www.linkedin.com/in/rahulsachdeva/"
  },
  {
    "name": "Jeremy Chatelaine",
    "bio": "Jeremy, founder of QuickMail, is a 17-year software engineering veteran and expert in cold email automation. He built one of the first cold email platforms, authored a top-rated book, and co-hosts a leading podcast on cold email strategies.",
    "linkedin": ""
  },
  {
    "name": "Rukman Singh",
    "bio": "Rukman is a skilled product designer with over 6 years of experience. As the head of product design, she has successfully brought to life over 80 brands and products across various sectors, including SaaS, B2B, eCommerce, and more. With a deep understanding of user experience, Rukman excels in creating profound digital experiences that resonate with target audiences, resulting in increased conversions for the brands she works with. She is a vibrant, driven, and team-building creative marketing executive.",
    "linkedin": "https://www.linkedin.com/in/rukman-singh-3690a4106/"
  },
  {
    "name": "Rahul Sharma",
    "bio": "Rahul is an experienced senior marketer with a demonstrated history of working in the information technology and services industry. He is skilled in customer service, sales, marketing strategy, customer relationship management (CRM), and social media.",
    "linkedin": "https://www.linkedin.com/in/rahul-sharma-b5b8ba61/"
  },
  {
    "name": "Mehakpreet Kaur",
    "bio": "As a dedicated Content Marketer, Mehak merges creative finesse with strategic insight to amplify brand presence. With a flair for research, she enriches her content creation framework, resonating deeply with audiences and fostering genuine connections. Off the clock, she’s an avid reader, discovering new adventures within pages, and finds joy in caring for animals.",
    "linkedin": "https://www.linkedin.com/in/mehakpreet-kaur-6872b6256/"
  },
  {
    "name": "Sneha Kumari",
    "bio": "Sneha is a digital content chameleon, effortlessly blending words for buttoned-up B2B clients and casual B2C crowds. With a motive of turning mundane topics into page-turners, she's on a mission to make the internet a more interesting place, one witty sentence at a time. When not weaving words, Sneha finds her zen in the mountains, balancing creativity with spirituality.",
    "linkedin": "https://www.linkedin.com/in/sneha-kumari-35b9901a8/"
  },
  {
    "name": "Anjali Rajput",
    "bio": "Anjali is a content wizard who brings words to life - be it technical guides, SEO-friendly blogs, or marketing magic. With a knack for research and a love for learning, she transforms ideas into impactful content that delivers results. When she’s not on her desk, you’ll find her chasing mountain trails or uncovering hidden gems in offbeat places.",
    "linkedin": "https://www.linkedin.com/in/anjali-rajput-468123217/"
  },
  {
    "name": "Shivam Joshi",
    "bio": "Shivam Joshi is a Google and Adobe Certified Data Analyst, specializing in Adobe Analytics, GA4, Google Tag Manager (GTM), Web SDK, Mobile SDK, and AEP services. With deep expertise in data collection, implementation, and optimization, he helps businesses seamlessly integrate Adobe Experience Cloud and Google Analytics solutions for precise tracking and actionable insights.",
    "linkedin": "https://www.linkedin.com/in/mrshivamjoshi/"
  }
]
